INSERT INTO si_gun (SI_GUN) VALUES ('서울'),('경기'),('인천'),('강원'),('대전'),('세종'),('충남'),('충북'),('부산'),('울산'),('경남'),('경북'),
	('대구'),('광주'),('전남'),('전북'),('제주');

INSERT INTO si_gun_gu (SI_GUN_GU, SI_GUN_ID) VALUES ('강남구',1),('강동구',1),('강북구',1),('강서구',1),('관악구',1),('광진구',1),('구로구',1),('금천구',1),('노원구',1),('도봉구',1),('동대문구',1),('동작구',1),('마포구',1),('서대문구',1),('서초구',1),('성동구',1),('성북구',1),('송파구',1),('양천구',1),('영등포구',1),('용산구',1),('은평구',1),('종로구',1),('중구',1),('중랑구',1),
	('가평군',2),('고양시 덕양구',2),('고양시 일산동구',2),('고양시 일산서구',2),('과천시',2),('광명시',2),('광주시',2),('구리시',2),('군포시',2),('김포시',2),('남양주시',2),('동두천시',2),('부천시',2),('성남시 분당구',2),('성남시 수정구',2),('성남시 중원구',2),('수원시 권선구',2),('수원시 영통구',2),('수원시 장안구',2),('수원시 팔달구',2),('시흥시',2),('안산시 단원구',2),('안산시 상록구',2),('안성시',2),('안양시 동안구',2),('안양시 만안구',2),('양주시',2),('양평군',2),('여주시',2),('연천군',2),('오산시',2),('용인시 기흥구',2),('용인시 수지구',2),('용인시 처인구',2),('의왕시',2),('의정부시',2),('이천시',2),('파주시',2),('평택시',2),('포천시',2),('하남시',2),('화성시',2),
	('강화군',3),('계양구',3),('남동구',3),('동구',3),('미추홀구',3),('부평구',3),('서구',3),('연수구',3),('옹진군',3),('중구',3),
	('강릉시',4),('고성군',4),('동해시',4),('삼척시',4),('속초시',4),('양구군',4),('양양군',4),('영월군',4),('원주시',4),('인제군',4),('정선군',4),('철원군',4),('춘천시',4),('태백시',4),('평창군',4),('홍천군',4),('화천군',4),('횡성군',4),
	('대덕구',5),('동구',5),('서구',5),('유성구',5),('중구',5),('세종시',6),
	('계룡시',7),('공주시',7),('금산군',7),('논산시',7),('당진시',7),('보령시',7),('부여군',7),('서산시',7),('서천군',7),('아산시',7),('예산군',7),('천안시 동남구',7),('천안시 서북구',7),('청양군',7),('태안군',7),('홍성군',7),
	('괴산군',8),('단양군',8),('보은군',8),('영동군',8),('옥천군',8),('음성군',8),('제천시',8),('증평군',8),('진천군',8),('청주시 상당구',8),('청주시 서원구',8),('청주시 청원구',8),('청주시 흥덕구',8),('충주시',8),
	('강서구',9),('금정구',9),('기장군',9),('남구',9),('동구',9),('동래구',9),('부산진구',9),('북구',9),('사상구',9),('사하구',9),('서구',9),('수영구',9),('연제구',9),('영도구',9),('중구',9),('해운대구',9),
	('남구',10),('동구',10),('북구',10),('울주군',10),('중구',10),
	('거제시',11),('거창군',11),('고성군',11),('김해시',11),('남해군',11),('밀양시',11),('사천시',11),('산청군',11),('양산시',11),('의령군',11),('진주시',11),('창녕군',11),('창원시 마산합포구',11),('창원시 마산회원구',11),('창원시 성산구',11),('창원시 의창구',11),('창원시 진해구',11),('통영시',11),('하동군',11),('함안군',11),('함양군',11),('합천군',11),
	('경산시',12),('경주시',12),('고령군',12),('구미시',12),('김천시',12),('문경시',12),('봉화군',12),('상주시',12),('성주군',12),('안동시',12),('영덕군',12),('영양군',12),('영주시',12),('영천시',12),('예천군',12),('울릉군',12),('울진군',12),('의성군',12),('청도군',12),('청송군',12),('칠곡군',12),('포항시 남구',12),('포항시 북구',12),
	('군위군',13),('남구',13),('달서구',13),('달성군',13),('동구',13),('북구',13),('서구',13),('수성구',13),('중구',13),
	('광산구',14),('남구',14),('동구',14),('북구',14),('서구',14),
	('강진군',15),('고흥군',15),('곡성군',15),('광양시',15),('구례군',15),('나주시',15),('담양군',15),('목포시',15),('무안군',15),('보성군',15),('순천시',15),('신안군',15),('여수시',15),('영광군',15),('영암군',15),('완도군',15),('장성군',15),('장흥군',15),('진도군',15),('함평군',15),('해남군',15),('화순군',15),
	('고창군',16),('군산시',16),('김제시',16),('남원시',16),('무주군',16),('부안군',16),('순창군',16),('완주군',16),('익산시',16),('임실군',16),('장수군',16),('전주시 덕진구',16),('전주시 완산구',16),('정읍시',16),('진안군',16),
	('서귀포시',17),('제주시',17);